CHT/flow-over-plate/buoyantPimpleFoam-laplacianFoam_extended_300_310_U_1_0_dt_0_001/Fluid/system/decomposeParDict
FoamFile {
    version 2.0;
    class dictionary;
    object decomposeParDict;
    format ascii;
}

numberOfSubdomains 2;

method          simple;

simpleCoeffs
{
    n               (2 1 1);
    delta           0.001;
}
